/* NSTextField (All data is sent anonymously. No sensible data is sent to the Archive.) : <title:All data is sent anonymously. No sensible data is sent to the Archive.> (oid:11) */
"All data is sent anonymously. No sensible data is sent to the Archive." = "All data is sent anonymously. No sensible data is sent to the Archive.";

/* NSBox (Data Sharing settings) : <title:Data Sharing settings> (oid:28) */
"Data Sharing settings" = "Data Sharing settings";

/* NSButton (Do not advertise the service on the network) : <title:Do not advertise the service on the network> (oid:32) */
"Do not advertise the service on the network" = "Do not advertise the service on the network";

/* NSButton (Look for shared batteries) : <title:Look for shared batteries> (oid:31) */
"Look for shared batteries" = "Look for shared batteries";

/* NSButton (Require password:) : <title:Require password:> (oid:33) */
"Require password:" = "Require password:";

/* NSButton (Retrieve shared data from the Archive at launch) : <title:Retrieve shared data from the Archive at launch> (oid:21) */
"Retrieve shared data from the Archive at launch" = "Retrieve shared data from the Archive at launch";

/* NSButton (Send own data to the Archive at launch) : <title:Send own data to the Archive at launch> (oid:22) */
"Send own data to the Archive at launch" = "Send own data to the Archive at launch";

/* NSButton (Share own battery data) : <title:Share own battery data> (oid:34) */
"Share own battery data" = "Share own battery data";

/* NSBox (Shared Battery Data Archive settings) : <title:Shared Battery Data Archive settings> (oid:19) */
"Shared Battery Data Archive settings" = "Shared Battery Data Archive settings";

